Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: Reset View to _Defaults
ig: Hazigharịa ngosi na _Dìfọ́ọ̀ltụ̀ ndị ahụ

source: Reset sorting order and zoom level to match preferences for this view
ig: Hazigharịa iwu nhazi ma ógó zum ka ọdaba na nkarachọ maka ngosi a

source: Connect To This Server
ig: Banye na sava a

source: Make a permanent connection to this server
ig: Mèé nsụnye apụghị apụ na sava a

source: _Mount
ig: _Maka

source: Mount the selected volume
ig: Welite ụda ahụ a họọrọ

source: Unmount the selected volume
ig: Ewelitekwala ụda ahụ a họọrọ

source: Eject the selected volume
ig: Wepụ ụda ahụ a họọrọ

source: _Format
ig: _Ọdịdị:

source: Format the selected volume
ig: Welite ụda ahụ a họọrọ

source: Start the selected volume
ig: Welite ụda ahụ a họọrọ

source: Stop the selected volume
ig: Welite ụda ahụ a họọrọ

source: Detect media in the selected drive
ig: Wepụ ụda ahụ a họọrọ

source: Eject the volume associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Start the volume associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Stop the volume associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Open File and Close window
ig: Mepee faịlụ ma Mechie windo

source: Open this folder in a navigation window
ig: Mepee ihenhọrọ nke a họọrọ nke ọbụla na windo ngagharị

source: Open this folder in a new tab
ig: Mechie perentị nsomebefaịlụ a

source: Open this folder in a folder window
ig: Mepee faịlụ ma Mechie windo

source: Prepare this folder to be moved with a Paste command
ig: Kwado faịlụ ndị ahụ a họọrọ ka ejiri ntiiwu faịlụ mmapanye kpughaa ha

source: Prepare this folder to be copied with a Paste command
ig: Kwado faịlụ ndị ahụ a họọrọ ka ejiri ntiiwu faịlụ mmapanye debata ha

source: Move or copy files previously selected by a Cut or Copy command into this folder
ig: Kpụgha mọọbụ debata faịlụ ndị a họrọburu site n'ihicha faịlụ mọọbụ debata faịlụ ntiiwu n'ime nsomebefaịlụ a họọrọ

source: Move this folder to the Trash
ig: Ịkpụga faịlụ na n'ebemkpofuozi

source: Delete this folder, without moving to the Trash
ig: Hichaa ihenhọrọ nke ọbụla a họọrọ, na-akpụgaghị n'ebemkpofuozi

source: Mount the volume associated with this folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Unmount the volume associated with this folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Eject the volume associated with this folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Format the volume associated with this folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Start the volume associated with this folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Stop the volume associated with this folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: View or modify the properties of this folder
ig: Gosi mọọbụ megharịa ngwaọrụ ihenhọrọ nke a họọrọ nke ọbụla

source: Run or manage scripts from %s
ig: Bido mọọbụ lekọta ihendesịta na ~/.gnome2/ihendesịta-nautilus

source: _Scripts
ig: _Ihendesịta ndị ahụ

source: Start the select drive
ig: Welite ụda ahụ a họọrọ

source: Connect to the selected drive
ig: Wepụ ụda ahụ a họọrọ

source: Unlock the selected drive
ig: Ewelitekwala ụda ahụ a họọrọ

source: Stop the selected drive
ig: Welite ụda ahụ a họọrọ

source: _Safely Remove Drive
ig: H_ichaa wepụ

source: Safely remove the selected drive
ig: Welite ụda ahụ a họọrọ

source: _Disconnect
ig: _Banye

source: Disconnect the selected drive
ig: Wepụ ụda ahụ a họọrọ

source: Lock the selected drive
ig: Welite ụda ahụ a họọrọ

source: Start the drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Connect to the drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Start the multi-disk drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Unlock the drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: _Stop the drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Safely remove the drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Disconnect the drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Stop the multi-disk drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Lock the drive associated with the open folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Start the selected drive
ig: Welite ụda ahụ a họọrọopen in new window

source: Open in New _Window
ig: Mepee na windo ọfụụ

source: Browse in New _Window
ig: Mepee na windo ọfụụ

source: Browse in New _Tab
ig: Chọgharịa na _ikukumgbasaozi

source: _Delete Permanently
ig: Hichaa ozugbo?

source: Delete the open folder permanently
ig: Hichaa ihenhọrọ niile ndị ahụ a họọrọ kpam kpam

source: Move the open folder to the Trash
ig: Ịkpụga faịlụ na n'ebemkpofuozi

source: _Open with %s
ig: Jiri mepee %s

source: Delete all selected items permanently
ig: Hichaa ihenhọrọ niile ndị ahụ a họọrọ kpam kpam

source: Download location?
ig: Bubata ebe?

source: You can download it or make a link to it.
ig: Í nwèrè ike ibubata ya mọọbụ méé ụzọ njikọ na ya.

source: Make a _Link
ig: Mepụta _ụzọ njikọ

source: Drag and drop is not supported.
ig: Àkwádòghị̀ dọ̀ọ́ na tọgbọ.

source: Drag and drop is only supported on local file systems.
ig: A na-akwadọ ọdịdọ na ntọgbọ na sistem faịlụ keụlọ.

source: An invalid drag type was used.
ig: Ejirila ụdị ọdịdọ nke na-enweghị isi.

source: Comment
ig: Okwu

source: Description
ig: Nkọwa

source: Command
ig: Ntiiwu

source: You do not have the permissions necessary to view the contents of "%s".
ig: Inweghị ikike kwesịrịnụ n'igosi ndịna nke "%s".

source: "%s" could not be found. Perhaps it has recently been deleted.
ig: "%s" achọtaghị ya. onwere ike bụrụ nà á kà hichapụrụ ya.

source: Sorry, could not display all the contents of "%s": %s
ig: Ndọ, Agaghị egosinwu ndịna niile ahụ nke "%s".

source: The folder contents could not be displayed.
ig: Agaghị egosinwu ndịna nsomebefaịlụ ahụ.

source: The name "%s" is already used in this folder. Please use a different name.
ig: Éjìríláàrị́ị̀ aha "%s" ahụ rụọ ọrụ na nsomebefaịlụ a. Biko jiri aha ọzọ.

source: There is no "%s" in this folder. Perhaps it was just moved or deleted?
ig: Enweghị "%s" na nsomebefaịlụ a. onwere ike bụrụ na akpụghara ya mọọbụ na ehichara ya?

source: You do not have the permissions necessary to rename "%s".
ig: Inweghị ikikere kwesịrịnụ ịbagharị aha "%s".

source: The name "%s" is not valid because it contains the character "/". Please use a different name.
ig: Aha ahụ "%s" enweghị isi maka na o nwere mkpụrụ okwu ahụ "/". Biko jiri aha ọzọ.

source: The name "%s" is not valid. Please use a different name.
ig: Aha ahụ "%s" enweghị isi. Biko jiri aha ọzọ.

source: Sorry, could not rename "%s" to "%s": %s
ig: Ndo, abanwughị aha "%s" na "%s".

source: The item could not be renamed.
ig: Abagharịnwughị aha ihenhọrọ ahụ.

source: You do not have the permissions necessary to change the group of "%s".
ig: Inweghị ikike kwesịrịnụ igbanwe òtù nke "%s".

source: Sorry, could not change the group of "%s": %s
ig: Ndọ, Agbanwenwughị òtù ahụ nke "%s".

source: The group could not be changed.
ig: Agaghị agbanwenwu òtù ahụ.

source: Sorry, could not change the owner of "%s": %s
ig: Ndọ, Agbanwenwughị ónyénwē nke "%s".

source: The owner could not be changed.
ig: Agbanwenwughị ónyénwē.

source: Sorry, could not change the permissions of "%s": %s
ig: Ndọ, Agbanwenwughị ikike ahụ nke "%s".

source: The permissions could not be changed.
ig: Agbanwenwughị ikike ahụ.

source: Renaming "%s" to "%s".
ig: Ibagharị aha "%s" to "%s".

source: by _Name
ig: Site _n'aha

source: Keep icons sorted by name in rows
ig: Desa aịkọn n'ụdị nhazi site n'aha na mpagharauhie ndị ahụ

source: by _Size
ig: Site _n'ụhara

source: Keep icons sorted by size in rows
ig: Desa aịkọn n'ụdị nhazi site n'ụhara na mpagharauhie ndị ahụ

source: by _Type
ig: Site _n'ụdị

source: Keep icons sorted by type in rows
ig: Desa aịkọn n'ụdị nhazi site n'ụdị na mpagharauhie ndị ahụ

source: by Modification _Date
ig: Site na mmeghari _ụbọchị

source: Keep icons sorted by modification date in rows
ig: Desa aịkọn n'ụdị nhazi site n'mmegharị ụbọchị na mpagharauhie ndị ahụ

source: by _Emblems
ig: Site _n'akara ndị ahụ

source: Keep icons sorted by emblems in rows
ig: Desa aịkọn n'ụdị nhazi site n'akara na mpagharauhie ndị ahụ

source: Arran_ge Items
ig: Haz_ie ihenhọrọ ndị ahụ

source: Stretc_h Icon...
ig: Gba_tịa aịkọn

source: Make the selected icon stretchable
ig: Mèé ka aịkọn ahụ a họọrọ dị mgbatị

source: Restore Icons' Original Si_zes
ig: Weghachi ụhara iz_izi nke aịkọn

source: Restore each selected icon to its original size
ig: Weghachi aịkọn nke ọbụla a họọrọla n'ụhara nke izizi ya

source: Clean _Up by Name
ig: Nhicha _site n'aha

source: Reposition icons to better fit in the window and avoid overlapping
ig: Aịkọn mkpụgharị ga-aka daba na windo ma zere mmabanye

source: Compact _Layout
ig: Ndozi _akpakọlatara akpakọlata

source: Toggle using a tighter layout scheme
ig: Tọgụlụọ n'iji ndozi taịta n'usoro ọrụ

source: Re_versed Order
ig: Nt_ugharị ihu iwu nhazi

source: Display icons in the opposite order
ig: Gosi aịkọn na iwu nhazi ntụgharị ihu

source: _Keep Aligned
ig: _Gbado na ndozi ahụ

source: Keep icons lined up on a grid
ig: Gbado aịkọn ka aha nọrọ n'usoro gríìdì

source: _Manually
ig: _N'ụdị nlereanya

source: Leave icons wherever they are dropped
ig: Hapụ aịkọn n'ebe ọbụla a hapụrụ ha

source: By _Name
ig: Site _n'aha

source: By _Size
ig: Site _n'ụhara

source: By _Type
ig: Site _n'ụdị

source: By Modification _Date
ig: Site na mmegharị _ụbọchị

source: By _Emblems
ig: Site _n'akara

source: Restore Icon's Original Si_ze
ig: Weghachi ụhara iz_izi nke aịkọn

source: pointing at "%s"
ig: Ítụ̀ nà "%s"

source: _Icons
ig: _Aịkọn ndị ahụ

source: The icon view encountered an error.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: The icon view encountered an error while starting up.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: Display this location with the icon view.
ig: Gosi ebe a ya na "%s"

source: _Compact
ig: _Kọmputa

source: The compact view encountered an error.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: The compact view encountered an error while starting up.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: Display this location with the compact view.
ig: Gosi ebe a ya na "%s"

source: (Empty)
ig: (Ghewe oghe)

source: Loading...
ig: Na-edebata...

source: %s Visible Columns
ig: %s Mpagharaogologo ndị ahụ ahụrụanya

source: Choose the order of information to appear in this folder:
ig: Họrọ iwu nhazi nke ozi ka ọpụta na nsomebefaịlụ a.

source: Visible _Columns...
ig: Mpagharaogologo ndị ahụ _ahụrụanya...

source: Select the columns visible in this folder
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: _List
ig: _Ndesịta

source: The list view encountered an error.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: The list view encountered an error while starting up.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: Display this location with the list view.
ig: Gosi ebe a ya na "%s"

source: You cannot assign more than one custom icon at a time!
ig: Igaghị enye ọrụ karịa otu aịkọn emeredịkachọrọ n'otu oge!

source: Please drag just one image to set a custom icon.
ig: Biko dọ̀ọ́ sọsọ otu inyogo ka a hazie aịkọn emeredịkachọrọ.

source: The file that you dropped is not local.
ig: Faịlụ ahụ ị́tọ̀gbọ̀rọ̀ abụghị nkeụlọ.

source: You can only use local images as custom icons.
ig: Ínwèrè ike iji inyogo nkeụlọ dịka aịkọn nkeụlọ.

source: The file that you dropped is not an image.
ig: Faịlụ ahụ ị́tọ̀gbọ̀rọ̀ abụghị inyogo.

source: Properties
ig: Ngwaọrụ ndị ahụ

source: %s Properties
ig: %s Ngwaọrụ ndị ahụMIME type description (MIME type)

source: Cancel Group Change?
ig: Wepụ mgbanwe òtù?

source: Cancel Owner Change?
ig: Wepụ mgbenwe ónyénwē?

source: nothing
ig: Onweghị

source: unreadable
ig: Agaghị agụnwu ya agụ

source: (some contents unreadable)
ig: (agaghị agụnwụ ụfọdụ ndịna)Contents:

source: Contents:
ig: Ndịna ụfọdụ:used

source: used
ig: free

source: free
ig: Tríì

source: Filesystem type:
ig: Faịlụsistem

source: Basic
ig: Nkeisi

source: Type:
ig: Ụdị:

source: Link target:
ig: Tágēètị̀ ụzọ njikọ:

source: Size:
ig: Ụhara:

source: Location:
ig: Ebe:

source: Volume:
ig: Ụda:

source: Accessed:
ig: Ikikembanye:

source: Modified:
ig: Emegharịrị:

source: Free space:
ig: Ohere a hapụrụ:

source: Emblems
ig: Akara ụfọdụ

source: _Read
ig: _Wepụta ọzi

source: _Write
ig: _Chekwaa ozi

source: E_xecute
ig: B_ido ọrụno readno access

source: list
ig: Ndesịta

source: read
ig: _Wepụta ọzi

source: write
ig: _Chekwaa ozi

source: access
ig: Ikikembanye:

source: Access:
ig: Ikikembanye:

source: Folder access:
ig: Abanyego ụbọchị

source: File access:
ig: Abanyego ụbọchị

source: None
ig: Onweghị

source: List files only
ig: Faịlụ ndị nke ụlọ sọsọ

source: Access files
ig: Ikikembanye:

source: Create and delete files
ig: Ịkewapụta njikọ na faịlụ ndị ahụ

source: Read and write
ig: Megharịa ndezi

source: Set _user ID
ig: Hazie _ID ojieme

source: Special flags:
ig: Fláàgị̀ ndị ahụ pụrụ iche:

source: Set gro_up ID
ig: Hazie ID ò_tù

source: _Sticky
ig: _Stíkì

source: _Owner:
ig: Ónyénwē:

source: Owner:
ig: Ónyénwē:

source: _Group:
ig: Òtù:

source: Group:
ig: Òtù:

source: Execute:
ig: B_ido ọrụ

source: Others:
ig: Ndị ọzọ:

source: Folder Permissions:
ig: Ikikere

source: File Permissions:
ig: Ikikere

source: Text view:
ig: Ngosi ngwe:

source: You are not the owner, so you cannot change these permissions.
ig: Ọ bụghị gị nwà nwé, ya bụ na ịgaghị agbanwe ikike a.

source: Last changed:
ig: Nke agbanwere ikpeazụ:

source: Apply Permissions to Enclosed Files
ig: Ikikere nke faịlụ ahụ.

source: The permissions of "%s" could not be determined.
ig: Ikike ahụ nke "%s" agaghị atachịtere ya obi.

source: The permissions of the selected file could not be determined.
ig: Agaghị atachitere ikike nke faịlụ nke ahụ a họọrọ obi.

source: Creating Properties window.
ig: Ikewapụta ngwaọrụ windo.

source: Select Custom Icon
ig: _Họrọ aịkọn emeredịkachọrọ...

source: File System
ig: Faịlụsistem

source: Network Neighbourhood
ig: Ebe ikukumgbasaozi

source: Tree
ig: Tríì

source: Show Tree
ig: Gosi %s

source: Nautilus could not create the required folder "%s".
ig: Nautilus ekewapụtanwughị nsomebefaịlụ ahụ a chọrọ "%s".

source: Before running Nautilus, please create the following folder, or set permissions such that Nautilus can create it.
ig: Tupuu ibido Nautilus, biko kewapụta nsomebefaịlụ na-esonụ, mọọbụ hazie ikike n'ụzọ nautilus ga-ekewapụtanwu ya.

source: Nautilus could not create the following required folders: %s.
ig: Nautilus ekewapụtanwughị nsomebefaịlụ ndị a chọrọ na-esonụ: %s.

source: Before running Nautilus, please create these folders, or set permissions such that Nautilus can create them.
ig: Tupuu ibido Nautilus, biko kewapụta nsomebefaịlụ ndị a, mọọbụ hazie ikike n'ụzọ nautilus ga-ekewapụtanwu ha.

source: Unable to eject %s
ig: Enwenwughị ike idochi faịlụ

source: There was an error displaying help: %s
ig: Enwere ndehie mgbe a na-egosi nnyemaka: %s

source: No bookmarks defined
ig: Enweghị ebe ndesịta ngosi ebe na faịlụ a kọwarala

source: Edit Bookmarks
ig: Dezie ebe ndesịta ngosi ebe faịlụ

source: _Name
ig: _Aha

source: _Location
ig: _Ebe

source: Cannot display location "%s"
ig: Agaghị egosinwu ebe "%s"

source: Add connect to server mount
ig: Banye na sava %s

source: Custom Location
ig: Ebe emeredịkachọrọ

source: Public FTP
ig: FTP keọ̀hà

source: FTP (with login)
ig: FTP (ya na mbanye)

source: Windows share
ig: Òkìké windo ndị ahụ

source: WebDAV (HTTP)
ig: Wéèbụ̀DAV (HTTP)

source: Secure WebDAV (HTTPS)
ig: Chekwa Wéèbụ̀DAV (HTTPS)

source: Cannot Connect to Server. You must enter a name for the server.
ig: Í gà-etinyerịrị aha maka sava ahụ.

source: Please enter a name and try again.
ig: Biko tinye aha ma nwàá ọzọ.

source: _Location (URI):
ig: _Ebe (URI):

source: _Server:
ig: _Sava:

source: Optional information:
ig: Ozi dị nhọrọ:

source: _Share:
ig: _Òkè:

source: _Port:
ig: _Ụzọ nwepụ na nweba data:

source: _User Name:
ig: _Aha ojieme:

source: _Domain Name:
ig: _Aha:

source: Bookmark _name:
ig: Aha _ụcha:

source: Connect to Server
ig: Banye na sava

source: Service _type:
ig: Ụdị ụzọ _njikọ:

source: Add _bookmark
ig: _Gbakwunye ebe ndesịta ngosi ebe

source: C_onnect
ig: B_anye

source: Could not remove emblem with name '%s'.
ig: Ewepụnwughị akara ya na aha '%s'.

source: This is probably because the emblem is a permanent one, and not one that you added yourself.
ig: Nke a nwere ike bụrụ maka na akara ahụ bụ otu nke nọpagịderenụ, na ọbụghị nke ahụitinyere n'onwe gị.

source: Could not rename emblem with name '%s'.
ig: Abagharịnwughị aha akara ya na aha '%s'.

source: Rename Emblem
ig: Abagharịnwughị aha akara

source: Enter a new name for the displayed emblem:
ig: Tinye aha ọfụụ maka akara ahụ egosirila:

source: Rename
ig: Bagharịa aha

source: Add Emblems...
ig: Gbakwunye akara ndị ahụ...

source: Enter a descriptive name next to each emblem. This name will be used in other places to identify the emblem.
ig: Tinye aha nkọwa n'agụgụ akara. A ga-eji aha a n'ebe ndị ọzọ ka ewere gosipụta akara ahụ.

source: Enter a descriptive name next to the emblem. This name will be used in other places to identify the emblem.
ig: Tinye aha nkọwa n'agụgụ akara. A ga-eji aha a n'ebe ndị ọzọ ka ewere gosipụta akara ahụ.

source: Some of the files could not be added as emblems.
ig: Agaghị etinye ụfọdụ faịlụ dịka akara.

source: The emblems do not appear to be valid images.
ig: Akara ahụ apụtaghị ka ọ bụrụ inyogo ndị nwereisi.

source: None of the files could be added as emblems.
ig: Enweghị faịlụ ndị a ga-etinyenwu n'akara ndị ahụ.

source: The file '%s' does not appear to be a valid image.
ig: Faịlụ ahụ '%s' abughị inyogo nwereisi.

source: The dragged file does not appear to be a valid image.
ig: Ngwe nke ahụ adọgara ebe ọzọ abụghị ebe faịlụ nwereisi.

source: The emblem cannot be added.
ig: Agaghị etinyenwu akara ahụ.

source: Show Emblems
ig: Akara ụfọdụ

source: Always
ig: Mgbe ọbụla

source: Local Files Only
ig: _Faịlụ keụlọ sọsọ

source: Never
ig: Enweghị

source: File Management Preferences
ig: Nlekọta faịlụ nkarachọ

source: Default View
ig: Ngosi Dìfọ́ọ̀ltụ̀

source: View _new folders using:
ig: Gosi _nsomebefaịlụ ndị ọfụụ n'iji:

source: _Arrange items:
ig: _Hazie ihenhọrọ ndị ahụ:

source: Sort _folders before files
ig: Hazie _nsomebefaịlụ ndị ahụ tupuu faịlụ ndị ahụ

source: Show hidden and _backup files
ig: Gosi faịlụ ndị ezoro ezo na nke ndị _agbakwunyere agbakwunye

source: Icon View Defaults
ig: Dìfọ́ọ̀ltụ̀ ngosi aịkọn

source: Default _zoom level:
ig: Ogo zum Dìfọ́ọ̀ltụ̀:

source: _Use compact layout
ig: _Jiri ndozi ejikọlatara ejikọlata

source: _Text beside icons
ig: _Ziga ngwe n'akụkụ aịkọn ndị ahụ

source: _Default zoom level:
ig: _Ógó zum dìfọ́ọ̀ltụ̀:

source: List View Defaults
ig: Dìfọ́ọ̀ltụ̀ ngosi ndesịta

source: D_efault zoom level:
ig: Ogo zum Dìfọ́ọ̀ltụ̀:

source: Tree View Defaults
ig: Dífọ́ọ̀ltụ̀ ngosi tríì

source: Show _only folders
ig: Gosi _sọsọ nsomebefaịlụ ndị ahụ

source: Views
ig: Ngosi ndị ahụ

source: Behavior
ig: Agwa

source: _Single click to open items
ig: _Pịa otu ugboro ka ibido ọrụ ihenhọrọ ndị ahụ

source: _Double click to open items
ig: _Pịapịkwasa ka ibido ọrụ ihenhọrọ ndị ahụ

source: Always open in _browser windows
ig: Na-emepe na _windo omenchọgharị

source: Executable Text Files
ig: Faịlụ ngwe ndị dị̄ mbido

source: _Run executable text files when they are opened
ig: _Bido faịlụ ngwe ndị dị̄ mbido mgbe a pịrị ha

source: _View executable text files when they are opened
ig: _Gosi faịlụ ngwe ndị dị̄ mbido mgbe a pịrị ha

source: Ask before _emptying the Trash or deleting files
ig: Jụọ tupuu ighewe ebemkpofuozi ahụ oghe mọọbụ ihicha faịlụ ndị ahụ

source: I_nclude a Delete command that bypasses Trash
ig: Tinye ntiiwu nhicha nke na-agafere ebemkpofuozi

source: Icon Captions
ig: _Ebe

source: Choose the order of information to appear beneath icon names. More information will appear when zooming in closer.
ig: Họrọ iwu nhazi nke ozi ka ọpụta n'okpuru aha aịkọn. Ozi ọzọ ga-apụta mgbe á nà-èzúùmú nso nso.

source: _Format:
ig: _Ọdịdị:

source: List Columns
ig: Ndesịta mpagharaogologo ndị ahụ

source: Choose the order of information to appear in the list view.
ig: Họrọ iwu nhazi nke ozi ka ọpụta na ngosi ndesịta.

source: Show te_xt in icons:
ig: Gosi ng_we na aịkọn ndị ahụ:

source: Other Previewable Files
ig: Faịlụ ndị ọzọ dị̄ nlebiritụanya

source: Show _thumbnails:
ig: Gosi _Tọ́mbnéèlụ̀ ndị ahụ:

source: _Only for files smaller than:
ig: _Sọsọ maka faịlụ ndị ahụ pekarịsịrị karịa:

source: Sound Files
ig: Faịlụ ụda ndị ahụ

source: Preview _sound files:
ig: Nlebiritụanya _faịlụ ụda ndị ahụ:

source: Folders
ig: _Ebe ndesịta ngosi ebe na faịlụ

source: Count _number of items:
ig: Gụọ _ọnụọgụgụ nke ihenhọrọ ndị ahụ:

source: Preview
ig: Nlebiritụanya

source: _Photos:
ig: _Ụzọ nwepụ na nweba data:

source: _Software:
ig: Sọftwịa

source: Acti_on:
ig: Ebe:

source: Media
ig: Mọltimidia

source: Show History
ig: Ntọala

source: Camera Brand
ig: Ụdị kamera

source: Camera Model
ig: Kamera mọ́dēèlụ̀

source: Date Taken
ig: Ewerela ụbọchị

source: Date Digitized
ig: Emegharịala ụbọchị

source: Exposure Time
ig: Oge mkpughe

source: Aperture Value
ig: Uru ohere mmepe nnabata ihie

source: ISO Speed Rating
ig: ISO retịn ngwa ngwa

source: Flash Fired
ig: Flash Fáyáàdị̀

source: Metering Mode
ig: Metarịn móòdù

source: Exposure Program
ig: Program mkpughe

source: Focal Length
ig: Òtìtè anya n'etiti lensị na ebe a na-ese ese

source: Software
ig: Sọftwịa

source: Keywords
ig: _Okwunchọcha:

source: Creator
ig: Kewapụta nsomebefaịlụ

source: Copyright
ig: Ndebata

source: Rating
ig: Onweghị

source: Image Type:
ig: _Inyogo:

source: Failed to load image information
ig: Ọdịda ná ndeba ozi inyogo

source: loading...
ig: Na-edeba...

source: Image
ig: Inyogo

source: Information
ig: Ozi

source: Show Information
ig: Ozi

source: Use _Default Background
ig: Jiri _Okpuru dìfọ́ọ̀ltụ̀

source: You cannot assign more than one custom icon at a time.
ig: Ị̀gaghị enye karịa otu ọrụ aịkọn emeredịkachọrọ ozugbo ahụ.

source: You can only use images as custom icons.
ig: Ị́ ga-eji sọsọ inyogo dịka aịkọn emeredịkachọrọ.

source: Go To:
ig: Gaa na:

source: Open Location
ig: Mepee ebe

source: Perform a quick set of self-check tests.
ig: Mee nhazi ọsịsọ nke nnwale-nkeonwe.

source: Show the version of the program.
ig: Ikikere nke faịlụ ahụ.

source: Create the initial window with the given geometry.
ig: Kewapụta windo mbụ ya na jiometịrị nke enyere.

source: GEOMETRY
ig: JIOMETỊRỊ

source: Only create windows for explicitly specified URIs.
ig: Sọsọ kewapụta windo maka URIs ezipụtara doro anya.

source: Do not manage the desktop (ignore the preference set in the preferences dialog).
ig: Elekọtakwala desktọọpụ ahụ (leghara nhazi nkarachọ ahụ anya na dayalọ́ọ̀gụ̀ nkarachọ).

source: open a browser window.
ig: Mepee omenchọgharị windo.

source: Quit Nautilus.
ig: Kwụsị Nautilus.
